greet = "Привіт, {name}, я бот-помічник, що використовує нейромережі OpenAI, такі як ChatGPT і Dall-e. Також я можу дізнатись погоду та курс валют станом на зараз"
gen_weather = "⛅️ Напиши мені назву міста і я пришлю поточну погоду"
gen_text = "📝 Відправте текст запиту до нейромережі для генерації тексту"
gen_image = "🖼 Відправте текст запиту до нейромережі для генерації зображення"
gen_error = f"🚫 Помилка генерації. Можливі причини:\n1. Перегружені сервера OpenAI\n2. Ваш запит порушив правила OpenAI\n3. Помилка в роботі бота\nЯкщо ви вважаєте, що проблема викликана несправністю бота, повідомте адміну"
text_watermark = (
    "\n______________________________________\nСтворено за допомогою @pomichnychok_bot"
)
img_watermark = "Створено за допомогою @pomychnychok_bot"
gen_wait = "⏳Будь-ласка, зачекайте трохи, поки нейромережа обробляє ваш запит..."
menu = "📍 Головне меню"
